{"1_form":"Your name","1_heder":"Products","2_form":"Company","2_heder":"Projects","3_form":"Phone number","3_heder":"Services","4_heder":"About us","5_heder":"Contact","abt_proj":"About the Project","address":"Address","all":"All products","apply":"Apply","atom_text1":"One of the main advantages of automation is that it provides consistent, high-quality products. Automated systems can measure and control key variables such as temperature, pH and oxygen levels that can affect taste, texture and overall product quality.","atom_text2":"Automated systems can operate continuously, 24/7, without the need for breaks or rest periods. This means manufacturers can produce more products in less time, leading to increased productivity and profitability.","automat":"Automation","autom_heading1":"Consistency and quality control","autom_heading2":"Increased productivity","avantaj":"Advantages of Automation","avantaj_txt":"Automation in the food industry increases efficiency, reduces costs, increases food safety and improves product consistency.","awards_title":"International Awards","awwards_text":"Our work has been recognized by our clients, and by international organizations.","back":"Back","banner":"Our unwavering commitment to quality and sustainability is at the heart of everything we do.","beer":"Beer making","button_1":"See projects","button_2":"See Services","button_all":"See all","button_form":"Send request","button_heder":"Request a quote","button_learn":"Learn more","button_product":"See products","button_send":"Send the request","car2_heading":"HMI panels and software","card1_heading":"PLC programs (STL, Ladder, FBD):","card1_long_text":"They are accessible, making it easy for anyone to create, edit, and modify programs without requiring specialized knowledge of programming languages.","card1_long_text2":"By automating routine tasks, PLC programs can help improve productivity and efficiency. This allows operators to focus on more complex tasks, which can lead to increased production and improved quality.","card1_long_text3":"They are generally more cost-effective than traditional control systems because they require less equipment and are easier to maintain. This makes them an attractive option for businesses of all sizes.","card1_long_text4":"Provides real-time monitoring capabilities. This allows potential problems to be identified before they become critical and corrective action to be taken to prevent equipment failure.","card1_paragraph":"PLC programs such as STL, Ladder and FBD provide numerous benefits for industrial automation and control systems.","card2_long_text1":"Improved efficiency: HMI panels and software can help streamline industrial processes, enabling faster and more efficient operation. Operators can use the software to monitor the machine's performance in real time, making necessary adjustments to ensure optimal performance.","card2_long_text2":"Enhanced Safety: HMI panels and software can help improve safety in industrial settings by allowing operators to monitor and control machines from a safe distance. This can reduce the risk of accidents and injuries.","card2_long_text3":"Better accuracy: With HMI panels and software, operators can monitor and control industrial processes with greater precision and accuracy. This can help improve product quality and reduce waste.","card2_paragraph":"HMI panels and software are used to allow operators to interact with and control industrial machines and processes.","catalog1":"Download fittings catalog","catalog2":"Download general catalog","catalog_title":"Catalogues","categori":"Categories","centerText":"TmInox was established in 2008, the company is a manufacturer of stainless steel equipment in the food, chemical and pharmaceutical industries.","chemical":"Chemical industry","cokei_desc1":"We use cookies to ensure we give you the best experience on our website.","cokei_desc2":"Read the cookie policy.","contact_empty":"Contact us for more details","costumer_text":"We guarantee individual approach and the satisfaction of each client","costumer_title":"Tanks sold","country":"Country","date":"Date","dotare_optional":"Optional equipment","dotare_standart":"Standard  equipment","dotare_tehnic":"Technical specifications","down":"Scroll down","downlod":"Downloads","drawer_h1":"Request a quote","end":"You have reached the end","error":"The page was not found","error_adress":"Address required","error_country":"Country required","error_email":"Invalid email","error_message":"Message required","error_phone":"Phone number must contain 9 digits","evapor":"Evaporation and drying","filter":"Filters","filterss":"Filters","food":"Food industry","form1":"Name required","form2":"Phone number required","form3":"Email required","frunizor":"Provider","furnizor_sub":"Supplier categories","furnizor_sub_sub":"Subcategories","get":"Get in touch","home":"Home","hours":"Monday - Friday: 10:00 - 17:00","indstrt":"Industry","info_tehno":"Technical information","less":"See less","list1":"Installation, commissioning and direct repairs at the place of installation of equipment and installations","list2":"Automation and protection systems for all delivered equipment","list3":"Technical assistance for PIF (commissioning) or complete assembly services","list4":"Services during the warranty and post-warranty period","list5":"Proactive maintenance and diagnostic services with specialized staff","list6":"Remote data transmission via GSM/GPRS","list7":"SCADA type systems, for monitoring and local or remote control","list_head":"Full list of services","location":"Location","materials":"Materials","ment":"Installation, commissioning, maintenance","ment_head1":"Installation","ment_head2":"Commissioning","ment_head3":"Maintenance","ment_text1":"Our team of professionals takes care to ensure that our products are installed correctly and efficiently. By choosing our installation services, you can be sure that your equipment will be installed to the highest standards, preventing errors and minimal disruption to your operations. This can save you time and money, as a correctly installed product is less likely to require further repair or replacement.","ment_text2":"Proper commissioning is essential to ensure your equipment is performing at optimal levels and meeting the specific requirements of your operation. Our team takes the time to get your equipment up and running, making all the necessary adjustments to ensure it is working efficientlyâ.","ment_text3":"Regular maintenance is crucial to the longevity and performance of your equipment. Our team provides comprehensive maintenance services, including preventative maintenance and repairs, to keep your equipment running smoothly and efficiently. By choosing our maintenance services, you can extend the life of your equipment, reduce the risk of breakdowns and save money on costly repairs or replacements.","message":"Leave a message....","mid_txt":"We build excellence through hard work and dedication","mision":"Our mission","mission_text":"Diversity is synonymous with our trademark! We offer to understand the client's needs, to propose a unique product, fully corresponding to his specific needs.","mission_text2":"We maintain a close relationship with the client - in this way we find the most suitable solution that we can propose.","mission_title":"Product diversity","mission_title2":"Collaboration with the client","more":"See more","New-old":"New-Old","next":"Next project","no_prod":"No products were found with the selected filters","oil":"Essential oils","Old-new":"Old New","oppening":"Opening hours","passion":"Passion","passion_txt":"We believe that the core of a project's success is the passion with which it was created and produced. The same passion drives us to move forward, implement innovations and grow.","phone":"004 0368 44 10 90","proj_text":"We were involved in various projects being in close collaboration with the client.","proj_title":"Finished projects","prtner":"Associate","quality":"Quality","quality_txt":"The products we create are of the highest quality, we never compromise on quality and strive to provide only the best to our customers.","read":"Read more","recomended":"Recommended","redirect":"Welcome to the new website tminox.com.ro!","redirect2":"During","redirect3":"Use","redirect4":"to sort the products according to your needs","redirectIndex":"seconds you will be redirected to the main page.","reset":"Clear","rezervor":"Floating lid tanks","search":"Search for","seconds":"seconds you will be redirected to the product page where you have access to the entire assortment of stainless steel products from all the company's affiliates.","seria":"Series models","servv":"Service","shop_all":"See All Products","show_moreee":"Show more results","sort":"Sort by","tabel_h1":"Pump efficiency table","tabel_show":"See table","tehno":"Technologies","tehno1":"Treatment of steel","tehno2":"Laser cutting and engraving","tehno3":"Surface treatment","tehno4":"Treatment of raw materials","tehno5":"Laser welded jackets","tehno6":"Automatic welding","tehno_data":"Technical data","tehno_descript1":"TM INOX owns a coiling line that offers automatic coiling, flattening, cutting and foiling of standard and non-standard sheets up to 6 m long. We can adapt sheets up to 12m with manual feeding. The automatic rewind function increases the productivity and accuracy of sheet handling processes. The maximum sheet width of 1500 mm and maximum sheet thickness of 3 mm is ideal for various applications.","tehno_descript2":"With precision, speed and versatility, laser technology allows us to cut and engrave complex shapes and produce large volumes of components efficiently. Laser cutting and engraving is also environmentally friendly, producing minimal waste and avoiding harsh chemicals or solvents. Incorporating laser technology into our manufacturing processes has improved our efficiency, reduced errors and provided our customers with high quality products.","tehno_descript3":"Our automatic welding machines, including longitudinal and orbital welding machines, enable us to efficiently and accurately complete projects with sheets up to 15 mm thick and diameters between 15 mm and 273 mm. By reducing the risk of welder injury and increasing efficiency, we can provide high quality stainless steel products that meet standards of precision and consistency.","tehno_descript4":"In addition to the laser-welded jacket, we also use machines for fully automatic welding of duct jackets using the MIG method. Our machines are capable of handling working lengths up to 12,000mm and diameters up to 5,000mm with a maximum welding speed of 0.8m/min while simultaneously welding both sides of the channel. This allows us to offer a wide range of jacket options and further ensures that our products meet the highest standards of quality and efficiency.","tehno_descript5":"We offer surface treatment services to enhance the visual appearance and durability of our products. We have brushing and marbling machines that allow us to achieve the desired roughness and visual effect to our customers' specifications. We also use Farros Grinding Systems (FGS) for grinding details and rotary assemblies. Our surface treatment capabilities allow us to achieve a roughness down to 0.4 µm, treatment heads up to 6000mm diameter and internal cylinders up to 6000mm diameter and external surfaces up to 2500mm.","tehno_descript6":"At TM INOX, we invest in technological equipment for the treatment of raw materials. Our machines include guillotine shears, press brakes, plate rollers, angle rollers and flanging machines. Our press brake has CNC control and 5-axis movement, with a pressing force of 440t and the ability to handle stainless steel thicknesses of up to 16 mm. Our plate rollers can handle capacities up to 16mm with working lengths of 2m and 3m. Our specialist cone plate roller can handle cones up to 2m lengths and thicknesses up to 6mm. With our flanging machines, we can flange the edges of conical and flat ends up to 12mm thick and maximum diameters of 5400mm, as well as flat ends with rectangular or other shapes up to 3mm thick and 3500mm x 1800mm in dimension.","tehnoMid":"We place the highest value on quality and durability.","tehnoQ":"Quality & Control","tehnoQ_text1":"Every product delivered is tested according to the highest standards. Through testing by qualified engineers we guarantee the quality of each individual product.","tehnoQ_text2":"TmInox ensures the highest quality results. A decade of experience, the company's internal developments and a dedicated team ensure the production of perfect precision products.","tehnoQ_title1":"Vigorous testing","tehnoQ_title2":"Premium Quality","tehnoTitle":"Together with our customers and partners, we shape the next generation of stainless steel products","tehnouse":"The technologies we use","text_1":"Over the years we have been involved in various projects, which correspond to different needs such as: design, consultancy, delivery and installation of machinery and equipment.","text_2":"We follow the best practices in the food industry and use only the best experience and knowledge to achieve the goals set by our customers. TmInox always considers quality and customer satisfaction to be our top priorities.","top_header":"Automation, Installation, commissioning, maintenance","top_text":"Our automation team manufactures and delivers complete automation systems for the food industry.","value":"Our values","visit":"Visit us","what_do":"What we do","what_offer":"What we offer","why_1":"We accompany you throughout the process and together we look for the solution that best suits your needs.","why_2":"All our production is manufactured in Romania with maximum attention to detail","why_3":"TmInox has one of the largest stocks of stainless steel products on the Romanian market","why_4":"The wide range of products allows us to generate an advantageous offer for you","why_5":"Each of our processes is carefully followed in its stages to guarantee you a high level of quality","why_6":"A decade of experience makes it easy to find a solution for each individual case","whyHead_1":"Consulting","whyHead_2":"Affordable Price","whyHead_3":"Local Enterprise","whyHead_4":"Premium Quality","whyHead_5":"Varied stock","whyHead_6":"The experience","wine":"winemaking"}