{"beer_txt":"Our stainless steel beer tanks are designed with special features to make every step of the brewing process easier. From fermentation, maturation and sedimentation to carbonation and serving.","chem_txt":"Equipment in the chemical industry is exposed to extreme conditions. Solutions in this field must be a combination of a high level of safety and durability key factors on which we put all our efforts and knowledge.","food_txt":"The food industry is constantly developing and always requires new technologies. We aim to create solutions for cleaner, safer and more reliable food and beverage production.","hero_txt":"We are a manufacturing company that offers design, consulting, delivery and installation of machinery and equipment in the food industry. We prioritize delivery on time and exceeding expectations. In order to fulfill this commitment, our team remains dedicated to solution-oriented thinking, proactivity and agility.","indust_desc":"We offer a wide range of products for the food industry. Do not hesitate to contact us if you cannot find a specific product.","industry":"Industries","prod_desc":"All our equipment is manufactured using only high quality stainless steel materials. Products are rigorously tested to ensure quality standards.","proj_desc":"Over a decade, TmInox has carried out assembly, commissioning and maintenance automation projects. Paying maximum attention to detail and ensuring the highest quality for each client.","serv_desc":"We owe customer satisfaction through our passion for mechanical engineering and our personalized and efficient service. Our team represents quality.","tehno_desc":"Our quality department is led by IWE, EWE certified welding engineers and educated and certified specialists. We work daily to improve our efficiency in all aspects of our business.","top_1":"We create stainless relationships","what_we_do":"Who we are","wine_txt":"History, traditions and modernization – wine combines these aspects and we create the most suitable environment for its production and storage."}