{"atom_text1":"One of the main advantages of automation is that it provides consistent, high-quality products. Automated systems can measure and control key variables such as temperature, pH and oxygen levels that can affect taste, texture and overall product quality.","atom_text2":"Automated systems can operate continuously, 24/7, without the need for breaks or rest periods. This means manufacturers can produce more products in less time, leading to increased productivity and profitability.","automat":"Automation","autom_heading1":"Consistency and quality control","autom_heading2":"Increased productivity","avantaj":"Advantages of Automation","avantaj_txt":"Automation in the food industry increases efficiency, reduces costs, increases food safety and improves product consistency.","banner":"Our unwavering commitment to quality and sustainability is at the heart of everything we do.","car2_heading":"HMI panels and software","card1_heading":"PLC programs (STL, Ladder, FBD):","card1_long_text":"They are accessible, making it easy for anyone to create, edit, and modify programs without requiring specialized knowledge of programming languages.","card1_long_text2":"By automating routine tasks, PLC programs can help improve productivity and efficiency. This allows operators to focus on more complex tasks, which can lead to increased production and improved quality.","card1_long_text3":"They are generally more cost-effective than traditional control systems because they require less equipment and are easier to maintain. This makes them an attractive option for businesses of all sizes.","card1_long_text4":"Provides real-time monitoring capabilities. This allows potential problems to be identified before they become critical and corrective action to be taken to prevent equipment failure.","card1_paragraph":"PLC programs such as STL, Ladder and FBD provide numerous benefits for industrial automation and control systems.","card2_long_text1":"Improved efficiency: HMI panels and software can help streamline industrial processes, enabling faster and more efficient operation. Operators can use the software to monitor the machine's performance in real time, making necessary adjustments to ensure optimal performance.","card2_long_text2":"Enhanced Safety: HMI panels and software can help improve safety in industrial settings by allowing operators to monitor and control machines from a safe distance. This can reduce the risk of accidents and injuries.","card2_long_text3":"Better accuracy: With HMI panels and software, operators can monitor and control industrial processes with greater precision and accuracy. This can help improve product quality and reduce waste.","card2_paragraph":"HMI panels and software are used to allow operators to interact with and control industrial machines and processes.","list1":"Installation, commissioning and direct repairs at the place of installation of equipment and installations","list2":"Automation and protection systems for all delivered equipment","list3":"Technical assistance for PIF (commissioning) or complete assembly services","list4":"Services during the warranty and post-warranty period","list5":"Proactive maintenance and diagnostic services with specialized staff","list6":"Remote data transmission via GSM/GPRS","list7":"SCADA type systems, for monitoring and local or remote control","list_head":"Full list of services","ment":"Installation, commissioning, maintenance","ment_head1":"Installation","ment_head2":"Commissioning","ment_head3":"Maintenance","ment_text1":"Our team of professionals takes care to ensure that our products are installed correctly and efficiently. By choosing our installation services, you can be sure that your equipment will be installed to the highest standards, preventing errors and minimal disruption to your operations. This can save you time and money, as a correctly installed product is less likely to require further repair or replacement.","ment_text2":"Proper commissioning is essential to ensure your equipment is performing at optimal levels and meeting the specific requirements of your operation. Our team takes the time to get your equipment up and running, making all the necessary adjustments to ensure it is working efficientlyâ.","ment_text3":"Regular maintenance is crucial to the longevity and performance of your equipment. Our team provides comprehensive maintenance services, including preventative maintenance and repairs, to keep your equipment running smoothly and efficiently. By choosing our maintenance services, you can extend the life of your equipment, reduce the risk of breakdowns and save money on costly repairs or replacements.","tehnouse":"The technologies we use","top_header":"Automation, Installation, commissioning, maintenance","top_text":"Our automation team manufactures and delivers complete automation systems for the food industry.","what_do":"What we do","what_offer":"What we offer"}