{"tehno1":"Treatment of steel","tehno2":"Laser cutting and engraving","tehno3":"Surface treatment","tehno4":"Treatment of raw materials","tehno5":"Laser welded jackets","tehno6":"Automatic welding","tehno_descript1":"TM INOX owns a coiling line that offers automatic coiling, flattening, cutting and foiling of standard and non-standard sheets up to 6 m long. We can adapt sheets up to 12m with manual feeding. The automatic rewind function increases the productivity and accuracy of sheet handling processes. The maximum sheet width of 1500 mm and maximum sheet thickness of 3 mm is ideal for various applications.","tehno_descript2":"With precision, speed and versatility, laser technology allows us to cut and engrave complex shapes and produce large volumes of components efficiently. Laser cutting and engraving is also environmentally friendly, producing minimal waste and avoiding harsh chemicals or solvents. Incorporating laser technology into our manufacturing processes has improved our efficiency, reduced errors and provided our customers with high quality products.","tehno_descript3":"Our automatic welding machines, including longitudinal and orbital welding machines, enable us to efficiently and accurately complete projects with sheets up to 15 mm thick and diameters between 15 mm and 273 mm. By reducing the risk of welder injury and increasing efficiency, we can provide high quality stainless steel products that meet standards of precision and consistency.","tehno_descript4":"In addition to the laser-welded jacket, we also use machines for fully automatic welding of duct jackets using the MIG method. Our machines are capable of handling working lengths up to 12,000mm and diameters up to 5,000mm with a maximum welding speed of 0.8m/min while simultaneously welding both sides of the channel. This allows us to offer a wide range of jacket options and further ensures that our products meet the highest standards of quality and efficiency.","tehnoMid":"We place the highest value on quality and durability.","tehnoQ":"Quality & Control","tehnoQ_text1":"Every product delivered is tested according to the highest standards. Through testing by qualified engineers we guarantee the quality of each individual product.","tehnoQ_text2":"TmInox ensures the highest quality results. A decade of experience, the company's internal developments and a dedicated team ensure the production of perfect precision products.","tehnoQ_title1":"Vigorous testing","tehnoQ_title2":"Premium Quality","tehnoTitle":"Together with our customers and partners, we shape the next generation of stainless steel products"}