{"1_form":"Numele tău","1_heder":"Produse","2_form":"Companie","2_heder":"Proiecte","3_form":"Număr de telefon","3_heder":"Servicii","4_heder":"Despre Noi","5_heder":"Contact","abt_proj":"Despre Proiect","address":"Adresa","all":"Toate produsele","apply":"Aplică","atom_text1":"Unul dintre avantajele principale ale automatizării este că oferă produse consistente și de înaltă calitate. Sistemele automate pot măsura și controla variabile cheie, cum ar fi temperatura, pH-ul și nivelurile de oxigen, care pot afecta gustul, textura și calitatea generală a produsului.","atom_text2":"Sistemele automate pot funcționa continuu, 24/7, fără a fi nevoie de pauze sau perioade de odihnă. Aceasta înseamnă că producătorii pot produce mai multe produse în mai puțin timp, ceea ce duce la creșterea productivității și a profitabilității.","automat":"Automatizare","autom_heading1":"Consecvență și control al calității","autom_heading2":"Productivitate sporită","avantaj":"Avantajele Automatizării","avantaj_txt":"Automatizarea în industria alimentară crește eficiența, reduce costurile , mărește siguranța alimentară și îmbunătățește consistența produsului.","awards_title":"Premii Internaționale","awwards_text":"Munca noastră a fost recunoscută de clienții noștri, și de organizațiile internaționale.","back":"Înapoi","banner":"Devotamentul nostru neclintit față de calitate și durabilitate se află în centrul a tot ceea ce facem.","beer":"Fabricarea berii","button_1":"Vezi proiecte ","button_2":"Vezi Servicii","button_all":"Vezi tot","button_form":"Trimite cererea","button_heder":"Solicitați o ofertă","button_learn":"Află mai mult","button_product":"Vezi produse","button_send":"Trimite cererea","car2_heading":"Panouri HMI şi software","card1_heading":"Programe PLC (STL, Ladder, FBD):\n\n","card1_long_text":"Sunt acesibile, făcând ușor pentru oricine să creeze, să editeze și să modifice programe fără a necesita cunoștințe specializate în limbaje de programare.\n","card1_long_text2":"Prin automatizarea sarcinilor de rutină, programele PLC pot ajuta la îmbunătățirea productivității și eficienței. Acest lucru permite operatorelor să se concentreze pe sarcini mai complexe, ceea ce poate duce la creșterea producției și la îmbunătățirea calității.","card1_long_text3":"Sunt, în general, mai rentabile decât sistemele de control tradiționale, deoarece necesită mai puțin echipament și sunt mai ușor de întreținut. Acest lucru le face o opțiune atractivă pentru afaceri de toate dimensiunile.","card1_long_text4":"Oferă capabilități de monitorizare în timp real. Acest lucru permite să identificarea problemele potențiale înainte ca acestea să devină critice și să se ia măsuri corective pentru a preveni defecțiunile echipamentelor.","card1_paragraph":"Programele PLC, cum ar fi STL, Ladder și FBD, oferă numeroase beneficii pentru sistemele de automatizare și control industrial.\n\n","card2_long_text1":"Eficiență îmbunătățită: panourile HMI și software-ul pot ajuta la eficientizarea proceselor industriale, permițând o operare mai rapidă și mai eficientă. Operatorii pot folosi software-ul pentru a monitoriza performanța mașinii în timp real, făcând ajustări necesare pentru a asigura performanța optimă.","card2_long_text2":"Siguranță sporită: panourile HMI și software-ul pot ajuta la îmbunătățirea siguranței în setările industriale, permițând operatorilor să monitorizeze și să controleze mașinile de la o distanță sigură. Acest lucru poate reduce riscul de accidente și răni.","card2_long_text3":"Precizie mai bună: Cu panourile HMI și software-ul, operatorii pot monitoriza și controla procesele industriale cu o mai mare precizie și acuratețe. Acest lucru poate ajuta la îmbunătățirea calității produselor și la reducerea deșeurilor.","card2_paragraph":"Panourile și software-ul HMI sunt folosite pentru a permite operatorilor să interacționeze cu și să controleze mașinile și procesele industriale.","catalog1":"Descarcă catalog armaturi ","catalog2":"Descarcă catalog general","catalog_title":"Cataloguri","categori":"Categorii","centerText":"TmInox a fost inființat în 2008, compania este  producătoare de echipamente din oțel inoxidabil în industria alimentară, chimică și farmaceutică.","chemical":"Industria chimică","cokei_desc1":"Folosim cookie-uri pentru a ne asigura că vă oferim cea mai bună experiență pe site-ul nostru.","cokei_desc2":"Citiți politicile privind cookie-urile.","contact_empty":"Contactați-ne pentru mai multe detalii ","costumer_text":"Garantăm abordare idividuală și satisfacția fiecărui client ","costumer_title":"Rezervoare vândute","country":"Țara","date":"Data","dotare_optional":"Dotări opţionale ","dotare_standart":"Dotări standard","dotare_tehnic":"Caracteristici tehnice","down":"Mergi jos ","downlod":"Descărcări","drawer_h1":"Solicitați o ofertă","end":"Ați ajuns la sfârșit ","error":"Pagina nu a fost găsită","error_adress":"Adresa necesară","error_country":"Țară necesară","error_email":"Email nevalid","error_message":"Mesaj necesar","error_phone":"Nr. de telefon trebuie sa conțină 9 cifre","evapor":"Evaporare și uscare","filter":"Filtre","filterss":"Filtre","food":"Industria alimentară","form1":"Nume necesar","form2":"Număr de telefon necesar","form3":"Email necesar","frunizor":"Furnizor","furnizor_sub":"Categorii furnizor","furnizor_sub_sub":"Subcategorii","get":"Ia legătura","home":"Pagina Principală","hours":"Luni - Vineri : 10:00 - 17:00","indstrt":"Industrie","info_tehno":"Informații Tehnice ","less":"Vezi mai puțin","list1":"Montarea, punere în funcţiune şi reparaţii directe la locul instalării echipamentelor și instalațiilor","list2":"Sisteme de automatizare şi protecţie pentru toate echipamentele livrate","list3":"Asistenţă tehnică la PIF (punere în funcţiune) sau servicii complete de montaj","list4":"Servicii în perioada de garanţie şi postgaranţie","list5":"Servicii de mentenanţă şi diagnosticare proactivă cu personal specializat","list6":"Transmiterea de date la distanţă prin GSM/GPRS","list7":"Sisteme de tip SCADA, pentru monitorizarea şi comandă locală sau la distanţă","list_head":"Lista completă de servicii ","location":"Locația","materials":"Materiale","ment":"Montaj, punere în funcțiune, mentenanță","ment_head1":"Montaj","ment_head2":"Punere în funcțiune","ment_head3":"Mentenanță","ment_text1":"Echipa noastră de profesioniști are grijă să se asigure că produsele noastre sunt instalate corect și eficient. Alegând serviciile noastre de instalare, puteți fi sigur că echipamentul dumneavoastră va fi instalat la cele mai înalte standarde, prevenind erori și întreruperi minime ale operațiunilor dumneavoastră. Acest lucru vă poate economisi timp și bani, deoarece un produs instalat corect este mai puțin probabil să necesite reparații sau înlocuiri în continuare.","ment_text2":"Punerea în funcțiune corespunzătoare este esențială pentru a vă asigura că echipamentul dumneavoastră funcționează la niveluri optime și îndeplinește cerințele specifice ale operațiunii dumneavoastră. Echipa noastră își acordă timpul necesar pentru a vă pune în funcțiune echipamentul, făcând toate ajustările necesare pentru a se asigura că funcționează eficientâ.","ment_text3":"Întreținerea regulată este crucială pentru longevitatea și performanța echipamentului dumneavoastră. Echipa noastră oferă servicii complete de întreținere, inclusiv întreținere preventivă și reparații, pentru a vă menține echipamentul să funcționeze fără probleme și eficient. Alegând serviciile noastre de întreținere, puteți prelungi durata de viață a echipamentului, reduce riscul de defecțiuni și puteți economisi bani pentru reparații sau înlocuiri costisitoare.","message":"Lasă un mesaj....","mid_txt":"Formăm excelență prin muncă asiduă și dedicare","mision":"Misiunea noastră","mission_text":"Diversitatea este un sinonim al mărcii noastre comerciale! Ne oferim să înțelegem nevoile clientului, să propunem un produs unic, complet corespunzător nevoilor specifice ale acestuia.","mission_text2":"Menținem o relație strânsă cu clientul – în așa fel găsim soluția cea mai potrivită pe care o putem propune.","mission_title":"Diversitatea produselor","mission_title2":"Colaborare cu clientul ","more":"Vezi mai mult","New-old":"Nou-Vechi","next":"Următorul proiect","no_prod":"Nu au fost găsite produse cu filtrele selectate","oil":"Uleiuri esențiale","Old-new":"Vechi-Nou","oppening":"Program de lucru","passion":"Pasiune","passion_txt":"Credem că baza succesului unui proiect este pasiunea, cu care a fost creat și produs. Aceeași pasiune ne face să mergem înainte, să implementăm inovații și să creștem.","phone":"004 0368 44 10 90","proj_text":"Am fost implicați în proiecte diverse fiind în strânsă colaborare cu clientul.","proj_title":"Proiecte finisate ","prtner":"Parteneri","quality":"Calitate ","quality_txt":"Produsele pe care le creăm sunt de cea mai înaltă calitate, nu facem niciodată compromisuri cu calitatea și ne străduim să oferim doar cel mai bun clienților noștri.","read":"Citește mai mult","recomended":"Recomandat","redirect":"Bun venit pe websitul nou tminox.com.ro ! ","redirect2":"In decurs de ","redirect3":"Folosiți ","redirect4":"pentru a sorta produsele după nevoile dumneavoastră ","redirectIndex":"secunde veți fi redirecționat pe pagina principală.","reset":"Resetează","rezervor":"Rezervoare capac flotant","search":"Caută","seconds":"secunde veți fi redirecționat pe pagina cu produse unde aveți acess la tot asortimentul produselor din inox de la toți afiliații companiei.","seria":"Modele din serie","servv":"Serviciul ","shop_all":"Vezi Toate Produsele","show_moreee":"Afișează mai multe rezultate","sort":"Filtrează după","tabel_h1":"Tabel randament pompe","tabel_show":"Vezi tabel","tehno":"Tehnologii","tehno1":"Tratarea oțelului","tehno2":"Tăiere laser și gravare","tehno3":"Tratarea suprafețelor","tehno4":"Tratarea materiilor prime","tehno5":"Manta sudată cu laser","tehno6":"Sudare automată","tehno_data":"Date Tehnice","tehno_descript1":"TM INOX deține o linie de derulare care oferă derularea, aplatizarea, tăierea și folierea automată a foilor standard și non-standard de până la 6 m lungime. Putem adapta foi de până la 12m cu alimentare manuală. Funcția de derulare automată crește productivitatea și acuratețea proceselor de tratare a foilor. Lățimea maximă a foii de 1500 mm și grosimea maximă a foii de 3 mm este ideală pentru diverse aplicații.","tehno_descript2":"Cu precizie, viteză și versatilitate, tehnologia laser ne permite să tăiem și să gravăm forme complexe și să producem volume mari de componente în mod eficient. Tăierea și gravarea cu laser sunt, de asemenea, ecologice, producând deșeuri minime și evitând substanțele chimice dure sau solvenții. Încorporarea tehnologiei laser în procesele noastre de producție ne-a îmbunătățit eficiența, a redus erorile și a oferit clienților noștri produse de înaltă calitate.","tehno_descript3":"Mașinile noastre automate de sudură, inclusiv mașinile de sudură longitudinale și orbitale, ne permit să finalizăm eficient și precis proiecte cu foi de până la 15 mm în grosime și diametre cuprinse între 15 mm și 273 mm. Prin reducerea riscului de rănire a sudorului și creșterea eficienței, putem oferi produse din oțel inoxidabil de înaltă calitate care îndeplinesc standardele de precizie și consistență.","tehno_descript4":"Pe lângă manta sudată cu laser, folosim și mașini pentru sudarea complet automată a mantelor de canal folosind metoda MIG. Mașinile noastre sunt capabile să manipuleze lungimi de lucru de până la 12.000 mm și diametre de până la 5.000 mm, cu o viteză maximă de sudare de 0,8 m/min, în timp ce sudează simultan ambele părți ale canalului. Acest lucru ne permite să oferim o gamă largă de opțiuni de jachete și ne asigură în continuare că produsele noastre îndeplinesc cele mai înalte standarde de calitate și eficiență.","tehno_descript5":"Oferim servicii de tratare a suprafețelor pentru a spori aspectul vizual și durabilitatea produselor noastre. Avem mașini pentru periere și marmorare, care ne permit să obținem rugozitatea și efectul vizual dorit conform specificațiilor clienților noștri. De asemenea, folosim Farros Grinding Systems (FGS) pentru șlefuirea detaliilor și ansamblurilor rotative. Capacitățile noastre de tratare a suprafeței ne permit să obținem o rugozitate de până la 0,4 µm, capete de tratare cu diametrul maxim de 6000 mm și cilindri interni cu un diametru maxim de 6000 mm și suprafețe exterioare de până la 2500 mm. ","tehno_descript6":"La TM INOX, investim in echipamente tehnologice pentru tratarea materiilor prime. Mașinile noastre includ foarfece de ghilotină, presă frână, role de plăci, role unghiulare și mașini de flanșare. Presa frana noastra dispune de control CNC si miscare pe 5 axe, cu o forță de presare de 440t si capacitatea de a manevra grosimi de otel inoxidabil de pana la 16 mm. Rolele noastre cu plăci pot gestiona capacități de până la 16 mm, cu lungimi de lucru de 2 m și 3 m. Rola noastră specializată din plăci conice poate manipula conuri cu lungimi de 2 m și grosimi de până la 6 mm. Cu mașinile noastre de flanșare, putem flanșa marginile capetelor conice și plate cu grosimi de până la 12 mm și diametre maxime de 5400 mm, precum și capete plate cu forme dreptunghiulare sau alte forme de până la 3 mm grosime și 3500 mm x 1800 mm în dimensiune.","tehnoMid":"Punem cel mai mare preț pe calitate și durabilitate.","tehnoQ":"Calitate & Control","tehnoQ_text1":"Fiecare produs livrat este testat în conformitate cu cele mai înalte standarte. Prin testare de către ingineri calificați garantăm calitatea fiecărui produs individual.","tehnoQ_text2":"TmInox vă asigură rezultate de cea mai înaltă calitate. Un deceniu de experiență, dezvoltările interne ale companiei și o echipă dedicată asigură producția de produse de precizie desăvârșită.","tehnoQ_title1":"Testare viguroasă","tehnoQ_title2":"Calitate Premială","tehnoTitle":"Împreună cu clienții și partenerii noștri, creem următoarea generație de produse din oțel inoxidabil","tehnouse":"Tehnologiile pe care le folosim","text_1":"De-a lungul anilor am fost implicați în proiecte diverse, care corespund diferitor nevoi precum:  proiectare, consultanță, livrare și montarea utilajelor si echipamentelor.","text_2":"Urmăm cele mai bune practici din industria alimentară și utilizăm doar cea mai bună experiență și cunoștințe, pentru a atinge obiectivele stabilite de clienții noștri. TmInox consideră întotdeauna că calitatea și satisfacția clienților sunt prioritățile noastre.","top_header":"Automatizare,Montaj, punere în funcțiune, mentenanță","top_text":"Echipa noastră de automatiști confecționează și livrează sisteme complete de automatizare pentru industria alimentară.","value":"Valorile noastre","visit":"Vizitează-ne ","what_do":"Ce realizăm","what_offer":"Ce oferim","why_1":"Vă însoțim pe tot parcursul procesului și împreună căutăm soluția care se potrivește cel mai bine nevoilor dumneavoastră.","why_2":"Toată producția noastră este fabricată în România cu maximă atenție la detalii ","why_3":"TmInox are unul din cele mai mari stocuri de produse din inox de pe piața română","why_4":"Gama largă de produse ne permite sa generăm o ofertă avantajoasă pentru dumneavoastră","why_5":"Fiecare dintre procesele noastre este urmat cu atenție în etapele sale pentru a vă garanta un nivel înalt de calitate","why_6":"Un deceniu de epereință facilitează gasirea unei soluții pentru fiecare caz individual","whyHead_1":"Consultare","whyHead_2":"Preț Acesibil","whyHead_3":"Înterprindere Locală ","whyHead_4":"Calitate Premială","whyHead_5":"Stoc variat ","whyHead_6":"Experienţă","wine":"Vinificație"}