{"beer_txt":"Rezervoarele noastre de bere din oțel inoxidabil sunt proiectate cu caracteristici pentru a face fiecare pas al procesului de fabricare a berii mai ușor. De la fermentare, sedimentare până la carbonizare și servire.","chem_txt":"Echipamentele din industria chimică sunt expuse la condiții extreme. Soluțiile în acest domeniu trebuie să fie o combinație între un nivel ridicat de siguranță și durabilitate  factori cheie asupra cărora ne punem toate eforturile și cunoștințele.","food_txt":"Industria alimentară este în continuă dezvoltare și solicită mereu noi tehnologii. Ne propunem să creăm soluții pentru o producție mai curată, mai sigură și mai de incredere pentru alimente și băuturi.","hero_txt":"Suntem o companie de producători ce ofera proiectare, consultanță, livrare și montarea utilajelor și echipamentelor din industria alimentara.Prioritizăm livrarea la timp și depășirea așteptărilor. Pentru a îndeplini acest angajament, echipa noastră rămâne dedicată gândirii orientate către soluții, proactivitate și agilitate.","indust_desc":"Oferim o gamă largră de produse pentru industira alimentară. Nu ezitați să ne contactați dacă nu găsiți un produs specific.","industry":"Industrii","prod_desc":"Toate echipamentele noastre sunt produse folosind numai materiale din oțel inoxidabil de înaltă calitate.Produsele sunt testate riguros pentru a asigura standardele de calitate.","proj_desc":"De-a lungul unui deceniu TmInox a efectuat proiecte de automatizare montaj, punere in funcțiune, și mentenață. Dedicând atenție maximă la detalii și asigurarea celei mai înalte calități pentru fiecare clinet.","serv_desc":"Datorăm satisfacția clienților prin pasiuniea noastră pentru inginerie mecanică și serviciului nostru personalizat și eficient. Echipa noastră reprezintă calitatea.","tehno_desc":"Departamentul nostru de calitate este condus de ingineri sudori certificați IWE, EWE și specialiști educați și certificați.Lucrăm zilnic pentru a ne îmbunătăți eficiența în toate aspectele afacerii noastre.","top_1":"Noi creăm relații inoxidabile","what_we_do":"Cine suntem","wine_txt":"Istorie, tradiții și modernizare – vinul combină aceste aspecte iar noi creăm cel mai potrivit mediu pentru producerea și depozitarea lui."}