{"tehno1":"Tratarea oțelului","tehno2":"Tăiere laser și gravare","tehno3":"Tratarea suprafețelor","tehno4":"Tratarea materiilor prime","tehno5":"Manta sudată cu laser","tehno6":"Sudare automată","tehno_descript1":"TM INOX deține o linie de derulare care oferă derularea, aplatizarea, tăierea și folierea automată a foilor standard și non-standard de până la 6 m lungime. Putem adapta foi de până la 12m cu alimentare manuală. Funcția de derulare automată crește productivitatea și acuratețea proceselor de tratare a foilor. Lățimea maximă a foii de 1500 mm și grosimea maximă a foii de 3 mm este ideală pentru diverse aplicații.","tehno_descript2":"Cu precizie, viteză și versatilitate, tehnologia laser ne permite să tăiem și să gravăm forme complexe și să producem volume mari de componente în mod eficient. Tăierea și gravarea cu laser sunt, de asemenea, ecologice, producând deșeuri minime și evitând substanțele chimice dure sau solvenții. Încorporarea tehnologiei laser în procesele noastre de producție ne-a îmbunătățit eficiența, a redus erorile și a oferit clienților noștri produse de înaltă calitate.","tehno_descript3":"Mașinile noastre automate de sudură, inclusiv mașinile de sudură longitudinale și orbitale, ne permit să finalizăm eficient și precis proiecte cu foi de până la 15 mm în grosime și diametre cuprinse între 15 mm și 273 mm. Prin reducerea riscului de rănire a sudorului și creșterea eficienței, putem oferi produse din oțel inoxidabil de înaltă calitate care îndeplinesc standardele de precizie și consistență.","tehno_descript4":"Pe lângă manta sudată cu laser, folosim și mașini pentru sudarea complet automată a mantelor de canal folosind metoda MIG. Mașinile noastre sunt capabile să manipuleze lungimi de lucru de până la 12.000 mm și diametre de până la 5.000 mm, cu o viteză maximă de sudare de 0,8 m/min, în timp ce sudează simultan ambele părți ale canalului. Acest lucru ne permite să oferim o gamă largă de opțiuni de jachete și ne asigură în continuare că produsele noastre îndeplinesc cele mai înalte standarde de calitate și eficiență.","tehnoMid":"Punem cel mai mare preț pe calitate și durabilitate.","tehnoQ":"Calitate & Control","tehnoQ_text1":"Fiecare produs livrat este testat în conformitate cu cele mai înalte standarte. Prin testare de către ingineri calificați garantăm calitatea fiecărui produs individual.","tehnoQ_text2":"TmInox vă asigură rezultate de cea mai înaltă calitate. Un deceniu de experiență, dezvoltările interne ale companiei și o echipă dedicată asigură producția de produse de precizie desăvârșită.","tehnoQ_title1":"Testare viguroasă","tehnoQ_title2":"Calitate Premială","tehnoTitle":"Împreună cu clienții și partenerii noștri, creem următoarea generație de produse din oțel inoxidabil"}